{
    "Mark Roberts": {
        "images": "",
        "text": "I met Mirum Vita about 5 years ago when I was at a low in my physical prowess; overweight, sciatica, back issues, aching joints and more, due to the last 40 years of abusing my body with various martial arts, sword fights, physical training, and good living (Or bad depending how you look at it :) )<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I have seen several therapists over the years, none have managed to have such a profound restoration and revival on my physical stature and wellbeing.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mirum Vita is undoubtedly the best therapist I have had, her miraculous skills have re-sculpted me physically and mentally. Where I was achingly hobbling out of bed in the morning, I now leap up (and I mean literally leaping out of bed).<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I am also on my way to regaining my six pack (and I don’t mean beer). I cannot recommend Mirum Vita highly enough, she will make you feel NEW. Inside and out."
    },
    "Matthew Bracey": {
        "images": "",
        "text": "Great physio, I had a bad back, neck and shoulder. She got me sorted within a couple of sessions. Great communication, very pleasant lady, easy to deal with and fair pricing. I would recommend to anyone and would only use Mirum."
    },
    "Meiwan Maque":{
        "images": "",
        "text": "A lovely woman who does a great job. I heard about her from all the way in the US and made it a priority to visit. Was definitely not disappointed. Professional, knowledgeable and proficient. A+++"
    },
    "Jack Bennett":{
        "images": "",
        "text": "I have a very physical construction job and at the end of the week when I am suffering from aches and pains, Mel fixes my body as good as new. Highly recommended."
    },
    "Jessie Hagger":{
        "images": "",
        "text": "I go every week for my back message and it really helps. Removed all discomfort that I had before. From hot stones to back clicking, it is a really relaxing, pain relieving process. Every two weeks I have a facial which has really stopped the rate and the severity of my breakouts. Would definitely recommend both treatments for what you pay!"
    },
    "Valerie Sutherland":{
        "images": "",
        "text": "I had laser liposuction above my c section scar, as I had an overhang. This tightened all the muscles above and removed the excess skin. This took around 6 sessions and it looks totally natural like I’d been in a gym. This was non invasive and at the fraction of the cost of more advertised clinics. Would highly recommend this treatment."
    },
    "Wendy W Jackson": {
        "images": "",
        "text": "Oh wow!  MY RESCUE, my body is now aligned, i also feel 2 inches taller & 5 stone lighter (the mirror just lies lol) lovely lady explained my treatment & made sure i was totally comfortable throughout treatment at my home address, i had been locked up in back pain due to car crash & after i was free from pain & mobile, best money ive spent this lockdown!!  recommend recommend recommend!!!"
    },
    "Rianna Davis":{
        "images": "\\images\\Rianna Transformation Images.png",
        "text":"I always leave feeling refreshed and ready.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I have only made so much progress on my fitness journey because of Meredith.<br>The massage keeps my body ready for training. I always show up with knots in different muscles and by the end of the session they’re gone. After every massage Meredith assists with stretches that are difficult to do on your own, and you just leave feeling like you can take on anything.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Not only does she keep me going but she has given me the best advice when it comes to nutrition, skin care and any question I have about my muscles, she always has the answer which has given me a better understanding of my body and how to prevent further injuries."
    },
    "Gabriela Ojeda":{
        "images": "",
        "text": "The BEST massage I have ever had. Holistic approach. Will take care of the issue first hand. Professional and absolutely amazing. Cannot recommend her enough. ❤️"
    },
    "Georgia-May Farrar-Webb":{
        "images": "",
        "text": "She is absolutely incredible!!"
    },
    "Richard Ward":{
        "images": "",
        "text": "Always there with her healing hands and life coaching. Can quite happily say I wouldn’t be the person I am today without her coaching as well. Great amazing services."
    },
    "Caroline Johnson":{
        "images": "",
        "text": "Improved mental health and physical wellbeing."
    },
    "Maximas Von Bracey":{
        "images": "\\images\\Max Transformation Images.png",
        "text": "Been going for years, helped me with numerous injuries. I've been to physios and private health care, what is offered here is far superior 💞<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Plantar Fascia injury - cured. Golfers Elbow - cured. Sciatic issues - cured."
    },
    "Alan Sutherland":{
        "images": "",
        "text": "Where do I start ... Totally professional and amazing at what she does, great listener and motivator and I can’t even begin to tell you how wonderful she is at massages and my spine has been realigned many a time !!! Love this lady !!!"
    },
    "Amber Adams": {
        "images": "",
        "text": "I wouldn't be as comfortable with myself as I am today without Meredith. From treatments for my skin issues to mental work regarding my self-confidence and self-assertiveness, Mel's work has helped me grow as a person. If you're looking for something to help you feel more comfortable in your own skin, Mirum Vita will help with all aspects."
    },
    "Karis Denieffe-George": {
        "images": "\\images\\Karis Transformation Images.png",
        "text": "I have been aware of Meredith’s craft and her existing clientele for many years. She often offered her help to me when I was at my lowest mentally and heaviest physically.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I often suffered from bouts of depression, low self-esteem coupled with poor eating and drinking habits which then resulted in physical ailments such as joint pain, tendonitis, and other obesity related health issues.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;After five years of resistance, I finally gave in to my friends and family who recommended her services and I have never looked back. It isn’t just a session that ends when you leave the warm environment she sets up, there is ongoing support via text and calls when she is available.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;She is incredibly flexible with times and location (pre COVID of course). She doesn’t just offer mental and physical help but also assists in curating a lifestyle change.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I have lost over 100lbs since starting with Meredith on a realistic lifestyle change (never hungry but just eating right coupled with exercise) and I can’t see it ending any time soon. My confidence and attitude to life is somewhere I never thought it could ever be and I see this as the beginning of a long and happy life.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you want a life to live, you can’t go wrong with using Meredith and her talent for transforming people’s lives."
    }
}