{
   "Jack Bennett":{
      "images": "",
      "text": "I have a very physical construction job and at the end of the week when I am suffering from aches and pains, Mel fixes my body as good as new. Highly recommended."
   },
   "Jessie Hagger":{
      "images": "",
      "text": "I go every week for my back message and it really helps. Removed all discomfort that I had before. From hot stones to back clicking, it is a really relaxing, pain relieving process. Every two weeks I have a facial which has really stopped the rate and the severity of my breakouts. Would definitely recommend both treatments for what you pay!"
   },
   "Valerie Sutherland":{
      "images": "",
      "text": "I had laser liposuction above my c section scar, as I had an overhang. This tightened all the muscles above and removed the excess skin. This took around 6 sessions and it looks totally natural like I’d been in a gym. This was non invasive and at the fraction of the cost of more advertised clinics. Would highly recommend this treatment."
   },
   "Rianna Davis":{
      "images": "#",
      "text":"I always leave feeling refreshed and ready.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I have only made so much progress on my fitness journey because of Meredith.<br>The massage keeps my body ready for training. I always show up with knots in different muscles and by the end of the session they’re gone. After every massage Meredith assists with stretches that are difficult to do on your own, and you just leave feeling like you can take on anything.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Not only does she keep me going but she has given me the best advice when it comes to nutrition, skin care and any question I have about my muscles, she always has the answer which has given me a better understanding of my body and how to prevent further injuries."
   },
   "Gabriela Ojeda":{
      "images": "",
      "text": "The BEST massage I have ever had. Holistic approach. Will take care of the issue first hand. Professional and absolutely amazing. Cannot recommend her enough. ❤️"
   },
   "Georgia-May Farrar-Webb":{
      "images": "",
      "text": "She is absolutely incredible!!"
   },
   "Richard Ward":{
      "images": "",
      "text": "Always there with her healing hands and life coaching. Can quite happily say I wouldn’t be the person I am today without her coaching as well. Great amazing services."
   },
   "Caroline Johnson":{
      "images": "",
      "text": "Improved mental health and physical wellbeing."
   },
   "Maximas Von Bracey":{
      "images": "#",
      "text": "Been going for years, helped me with numerous injuries. I've been to physios and private health care, what is offered here is far superior 💞<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Plantar Fascia injury - cured. Golfers Elbow - cured. Sciatic issues - cured."
   },
   "Alan Sutherland":{
      "images": "",
      "text": "Where do I start ... Totally professional and amazing at what she does, great listener and motivator and I can’t even begin to tell you how wonderful she is at massages and my spine has been realigned many a time !!! Love this lady !!!"
   },
   "Amber Adams": {
      "images": "",
      "text": "I wouldn't be as comfortable with myself as I am today without Meredith. From treatments for my skin issues to mental work regarding my self-confidence and self-assertiveness, Mel's work has helped me grow as a person. If you're looking for something to help you feel more comfortable in your own skin, Mirum Vita will help with all aspects."
   }
}